Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/siste-mote-i-overgangskomiteen-for-det-g_id_661229.html.tmx
Source language: nob
Languages: sme

source: Siste møte i overgangskomiteen for Det grønne klimafondet avsluttet - regjeringen.no
sme: Ruoná dálkkádatfoandda gaskaboddasaš lávdegotti maŋimuš čoahkkin Historjjálaš arkiiva

source: Statssekretær Kjetil Lund og den sørafrikanske planleggingsministeren Trevor Manuel la i siste møte i Cape Town tirsdag kveld fram et kompromissforslag til hvordan Det grønne klimafondet skal utformes og etableres.
sme: Maŋimuš čoahkkin lágiduvvui Cape Townas maŋŋebárgga eahkeda. Doppe stáhtačálli Kjetil Lund ja máttaafrihkálaš plánenministtar Trevor Manuel ovddideigga kompromissa, mas árvalit man láhkai Ruoná dálkkádatfoanda hábmejuvvo ja ásahuvvo.

source: Forslaget var et bredt kompromiss mellom u-land og i-land, og ble akseptert av alle landene unntatt Saudi Arabia og USA.
sme: Árvalus lea viiddis kompromissa ovdánahttin- ja industriijariikkaid gaskka, ja árvalusa dohkkehedje buot riikkat earret Saudi-Arábia ja USA.

source: - Dette kompromissforslaget vil gi verden et effektivt klimafond basert blant annet på resultatbasert finansiering, og mobilisering av privat sektor i arbeidet for en grønn økonomisk utvikling og utslippsreduksjoner i u-land.
sme: - Dáinna kompromissaárvalusain máilbmi oažžu beaktilis dálkkádatfoandda, mii earret eará ruhtaduvvo bohtosiid vuođul, ja mas priváhta suorggi oččodit fárrui johttáhit ovdánahttinriikkaid ruoná ekonomalaš ovdáneami ja nuoskkideami geahpedeami.

source: Samtidig vil det sikre penger til tilpasningstiltak i u-land som blir rammet av klimaendringer, sier statssekretær Lund.
sme: Seammás dat sihkkarastá ruđaid heivehandoaimmaide daid ovdánahttinriikkain, maidda dálkkádatrievdadusat čuhcet, stáhtačálli Lund dadjala.

source: Forslaget vil nå bli sendt som en rapport til klimakonferansen i Durban (COP-17) for videre diskusjon og godkjenning.
sme: Árvalus sáddejuvvo dál raportan Durbana dálkkádatkonferánsii (COP-17), mas dan digaštallet viidáseappot ja vejolaččat dohkkehit.

source: - Det er synd at vi ikke kom helt i mål når vi var så nærme, men dette har ikke vært bortkastet arbeid.
sme: - Lea šállu go eat geargan bargguin, go leimmet nu guhkás joavdan, muhto bargu ii leat dahkkojuvvon duššás.

source: Jeg har tro på at vi kan oppnå enighet i Durban i desember, og at løsningen kommer til å være basert på vårt kompromissforslag, sier statssekretær Lund.
sme: Jáhkán, ahte leat ovtta oaivilis Durbanis juovlamánus, ja ahte čoavddus vuođđuduvvá min kompromissaárvalussii, stáhtačálli Lund dadjala.
